;
;  Few rules for translator:
;  For beginning of translate - copy english.ini into the your language.ini
;  Wise Force Deleter
;
;
; TranslationAuthor: Kravtsov Aleksandr
; TranslationAuthorEmail: localiz@rambler.ru
; Soft Version: 1.46.38
; Update: July 04, 2017
;

[Lang]
NativeLanguage=Русский

[GUI]
ButtonYes=Да
ButtonNo=Нет
ButtonOK=ОК
ButtonMinimize=Свернуть
ButtonMaximize=Развернуть
ButtonClose=Закрыть
ButtonRestore=Восстановить
ButtonMenu=Меню


[Translation]
LangCode=0419
ReadHabit=Слева-направо
LanguageName=RUS
LangShortName=ru-RU
DefaultFont=Tahoma
DefaultFontSize=8
DefaultCharset=Unicode
Information=Информация
Warning=Внимание
Error=Ошибка
Confirm=Подтверждение
;
; Всплывающее меню
;
pmHelp=Справка онлайн
pmforum=Форум
pmHome=Сайт программы
pmContact=Обратная связь
pmCheckNew=Проверка обновлений
pmLang=Языки
pmAbout=О программе
pmConMenu=Добавить в контекстное меню
;
; Основной GUI
;
FrmWDMain.lbltitle.caption=Wise Force Deleter
FrmWDMain.lbldesc.caption=Поможет избавиться от любых файлов, которые не могут быть удалены в Windows
FrmWDMain.btnAFile.caption=Добавить файл
FrmWDMain.btnAfolder.caption=Добавить папку
FrmWDMain.btnRemove.caption=Удалить
FrmWDMain.btnDel.caption=Удалить
FrmWDMain.btnsupport.caption=Обратная связь
FrmWDMain.btnfacebook.hint=Подписаться на facebook
FrmWDMain.btntwitter.hint=Рассказать о Wise Force Deleter на twitter
FrmWDMain.btngoogle.hint=Подписаться на  Wise Force Deleter на Google+
FrmWDMain.btnemail.hint=Рассказать Wise Force Deleter
FrmWDManin.lvfile.Columns[0]=Имя
FrmWDManin.lvfile.Columns[1]=Путь
FrmWDManin.lvfile.Columns[2]=Статус
;
; О программе
;
FrmAbout.caption=О программе
FrmAbout.lblver.caption=Текущая версия:
FrmAbout.lblemail.caption=Поддержка:
FrmAbout.lblhome.caption=Сайт:
FrmAbout.lblthanks.caption=Благодарим этих людей за помощь:
FrmAbout.lblWarning.caption=Программа защищена законом об авторских правах. Перевод: Александр Кравцов.


[Message]
addfolderwar=Будут удалены все файлы и вложенные папки. Вы уверены, что вы хотите разблокировать и удалить эту папку?
sysdirs=Не поддерживает удаление системных каталогов.
rootpath=Не поддерживает удаление директорий корня.
netdevice=Диск не является локальным диском.
DragFile=Ошибка при чтении папки.
ForceDelete=Групповое удаление
Newver=Доступна новая версия программы, вы хотите обновить сейчас?
NoNewVer=Поздравляем, Вы используете последнюю версию!
None=Готово
Unlocked=Разблокировать и удалить
Deleted=Удалено
FailDel=Ошибки при удалении:
Aborted=Прервать
NoExists=не существует
ConfirmDel=Вы хотите разблокировать и удалить файлы?
TranslateTo=Перевести..

